beaker/results/mysql-f.txt
Adding shard node URL: jdbc:mysql://127.0.0.1:3306/ycsb?serverTimezone=UTC
Using shards: 1, batchSize:1000, fetchSize: 10
[OVERALL], RunTime(ms), 1509
[OVERALL], Throughput(ops/sec), 662.6905235255136
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 1000
[READ], AverageLatency(us), 524.838
[READ], MinLatency(us), 226
[READ], MaxLatency(us), 14647
[READ], 95thPercentileLatency(us), 1026
[READ], 99thPercentileLatency(us), 1612
[READ], Return=OK, 1000
[READ], 226, 1.0
[READ], 229, 1.0
[READ], 231, 1.0
[READ], 234, 1.0
[READ], 235, 1.0
[READ], 236, 1.0
[READ], 237, 1.0
[READ], 238, 1.0
[READ], 239, 1.0
[READ], 240, 3.0
[READ], 242, 2.0
[READ], 245, 4.0
[READ], 248, 2.0
[READ], 249, 3.0
[READ], 252, 3.0
[READ], 253, 3.0
[READ], 254, 1.0
[READ], 255, 2.0
[READ], 256, 1.0
[READ], 257, 3.0
[READ], 258, 2.0
[READ], 259, 3.0
[READ], 260, 3.0
[READ], 261, 2.0
[READ], 262, 1.0
[READ], 263, 4.0
[READ], 264, 1.0
[READ], 265, 2.0
[READ], 266, 3.0
[READ], 267, 1.0
[READ], 268, 4.0
[READ], 269, 6.0
[READ], 270, 2.0
[READ], 272, 2.0
[READ], 273, 4.0
[READ], 274, 2.0
[READ], 275, 4.0
[READ], 276, 4.0
[READ], 277, 2.0
[READ], 278, 8.0
[READ], 279, 2.0
[READ], 280, 2.0
[READ], 281, 3.0
[READ], 282, 2.0
[READ], 283, 2.0
[READ], 284, 3.0
[READ], 285, 4.0
[READ], 286, 3.0
[READ], 287, 5.0
[READ], 288, 4.0
[READ], 289, 3.0
[READ], 290, 3.0
[READ], 291, 2.0
[READ], 292, 8.0
[READ], 293, 8.0
[READ], 294, 3.0
[READ], 295, 4.0
[READ], 296, 6.0
[READ], 297, 1.0
[READ], 298, 6.0
[READ], 299, 2.0
[READ], 300, 8.0
[READ], 301, 4.0
[READ], 302, 5.0
[READ], 303, 3.0
[READ], 304, 7.0
[READ], 305, 4.0
[READ], 306, 4.0
[READ], 307, 2.0
[READ], 308, 2.0
[READ], 309, 2.0
[READ], 310, 3.0
[READ], 311, 5.0
[READ], 312, 3.0
[READ], 313, 2.0
[READ], 314, 4.0
[READ], 315, 5.0
[READ], 316, 5.0
[READ], 317, 5.0
[READ], 318, 3.0
[READ], 319, 3.0
[READ], 320, 5.0
[READ], 321, 3.0
[READ], 323, 7.0
[READ], 324, 1.0
[READ], 325, 4.0
[READ], 326, 2.0
[READ], 327, 3.0
[READ], 328, 1.0
[READ], 329, 7.0
[READ], 330, 3.0
[READ], 331, 2.0
[READ], 332, 2.0
[READ], 333, 3.0
[READ], 334, 2.0
[READ], 335, 5.0
[READ], 336, 1.0
[READ], 337, 4.0
[READ], 339, 6.0
[READ], 340, 3.0
[READ], 341, 3.0
[READ], 342, 4.0
[READ], 343, 3.0
[READ], 344, 3.0
[READ], 345, 3.0
[READ], 346, 3.0
[READ], 347, 3.0
[READ], 348, 4.0
[READ], 349, 5.0
[READ], 350, 2.0
[READ], 351, 2.0
[READ], 352, 4.0
[READ], 353, 2.0
[READ], 354, 2.0
[READ], 355, 1.0
[READ], 356, 1.0
[READ], 357, 2.0
[READ], 358, 2.0
[READ], 359, 2.0
[READ], 360, 4.0
[READ], 361, 2.0
[READ], 362, 4.0
[READ], 363, 2.0
[READ], 364, 4.0
[READ], 366, 1.0
[READ], 367, 7.0
[READ], 368, 4.0
[READ], 369, 3.0
[READ], 370, 3.0
[READ], 371, 4.0
[READ], 372, 1.0
[READ], 373, 3.0
[READ], 374, 1.0
[READ], 375, 1.0
[READ], 376, 3.0
[READ], 378, 2.0
[READ], 379, 2.0
[READ], 380, 2.0
[READ], 381, 4.0
[READ], 382, 3.0
[READ], 383, 3.0
[READ], 384, 3.0
[READ], 385, 3.0
[READ], 386, 2.0
[READ], 387, 3.0
[READ], 388, 2.0
[READ], 389, 3.0
[READ], 390, 1.0
[READ], 391, 3.0
[READ], 392, 2.0
[READ], 393, 4.0
[READ], 394, 1.0
[READ], 395, 1.0
[READ], 396, 3.0
[READ], 397, 3.0
[READ], 398, 3.0
[READ], 399, 3.0
[READ], 401, 2.0
[READ], 402, 4.0
[READ], 403, 1.0
[READ], 404, 2.0
[READ], 406, 7.0
[READ], 407, 3.0
[READ], 408, 2.0
[READ], 409, 1.0
[READ], 410, 3.0
[READ], 411, 3.0
[READ], 414, 1.0
[READ], 415, 1.0
[READ], 416, 1.0
[READ], 418, 3.0
[READ], 419, 3.0
[READ], 420, 4.0
[READ], 423, 5.0
[READ], 424, 3.0
[READ], 425, 4.0
[READ], 426, 1.0
[READ], 427, 2.0
[READ], 428, 2.0
[READ], 429, 2.0
[READ], 430, 1.0
[READ], 431, 2.0
[READ], 432, 3.0
[READ], 433, 2.0
[READ], 434, 2.0
[READ], 435, 2.0
[READ], 436, 1.0
[READ], 437, 2.0
[READ], 438, 3.0
[READ], 439, 1.0
[READ], 440, 1.0
[READ], 441, 2.0
[READ], 442, 1.0
[READ], 443, 3.0
[READ], 444, 5.0
[READ], 446, 2.0
[READ], 447, 4.0
[READ], 448, 7.0
[READ], 449, 1.0
[READ], 450, 3.0
[READ], 452, 2.0
[READ], 453, 1.0
[READ], 454, 2.0
[READ], 455, 1.0
[READ], 456, 1.0
[READ], 457, 4.0
[READ], 458, 3.0
[READ], 459, 3.0
[READ], 460, 3.0
[READ], 461, 1.0
[READ], 462, 2.0
[READ], 463, 5.0
[READ], 465, 2.0
[READ], 466, 2.0
[READ], 468, 2.0
[READ], 469, 3.0
[READ], 470, 3.0
[READ], 471, 4.0
[READ], 472, 2.0
[READ], 473, 2.0
[READ], 475, 1.0
[READ], 476, 3.0
[READ], 477, 2.0
[READ], 478, 2.0
[READ], 479, 1.0
[READ], 480, 4.0
[READ], 481, 1.0
[READ], 482, 1.0
[READ], 483, 2.0
[READ], 484, 2.0
[READ], 485, 2.0
[READ], 486, 5.0
[READ], 488, 1.0
[READ], 489, 2.0
[READ], 490, 4.0
[READ], 492, 3.0
[READ], 493, 2.0
[READ], 495, 1.0
[READ], 496, 3.0
[READ], 498, 1.0
[READ], 499, 2.0
[READ], 500, 1.0
[READ], 501, 3.0
[READ], 502, 1.0
[READ], 504, 4.0
[READ], 505, 1.0
[READ], 506, 1.0
[READ], 507, 2.0
[READ], 508, 1.0
[READ], 509, 2.0
[READ], 510, 2.0
[READ], 511, 2.0
[READ], 513, 4.0
[READ], 514, 1.0
[READ], 515, 1.0
[READ], 516, 2.0
[READ], 517, 2.0
[READ], 518, 2.0
[READ], 520, 1.0
[READ], 522, 2.0
[READ], 523, 3.0
[READ], 524, 2.0
[READ], 526, 1.0
[READ], 528, 1.0
[READ], 529, 2.0
[READ], 531, 3.0
[READ], 532, 1.0
[READ], 533, 1.0
[READ], 534, 3.0
[READ], 536, 1.0
[READ], 537, 1.0
[READ], 538, 1.0
[READ], 539, 1.0
[READ], 541, 1.0
[READ], 542, 2.0
[READ], 543, 2.0
[READ], 544, 1.0
[READ], 546, 2.0
[READ], 550, 1.0
[READ], 551, 1.0
[READ], 553, 1.0
[READ], 554, 1.0
[READ], 555, 1.0
[READ], 556, 2.0
[READ], 560, 2.0
[READ], 563, 1.0
[READ], 564, 2.0
[READ], 565, 1.0
[READ], 566, 1.0
[READ], 567, 2.0
[READ], 568, 2.0
[READ], 569, 1.0
[READ], 570, 2.0
[READ], 574, 2.0
[READ], 575, 2.0
[READ], 579, 1.0
[READ], 580, 1.0
[READ], 581, 2.0
[READ], 582, 1.0
[READ], 583, 2.0
[READ], 584, 1.0
[READ], 585, 1.0
[READ], 586, 2.0
[READ], 587, 1.0
[READ], 588, 2.0
[READ], 589, 2.0
[READ], 590, 1.0
[READ], 591, 1.0
[READ], 593, 3.0
[READ], 594, 2.0
[READ], 595, 4.0
[READ], 601, 1.0
[READ], 605, 1.0
[READ], 606, 1.0
[READ], 612, 1.0
[READ], 614, 2.0
[READ], 615, 2.0
[READ], 617, 1.0
[READ], 618, 1.0
[READ], 622, 1.0
[READ], 624, 1.0
[READ], 626, 2.0
[READ], 627, 2.0
[READ], 628, 2.0
[READ], 629, 1.0
[READ], 630, 1.0
[READ], 631, 1.0
[READ], 632, 1.0
[READ], 635, 1.0
[READ], 636, 1.0
[READ], 637, 1.0
[READ], 639, 1.0
[READ], 640, 3.0
[READ], 641, 1.0
[READ], 642, 1.0
[READ], 643, 1.0
[READ], 644, 1.0
[READ], 647, 1.0
[READ], 649, 2.0
[READ], 650, 1.0
[READ], 652, 1.0
[READ], 654, 1.0
[READ], 656, 2.0
[READ], 657, 3.0
[READ], 659, 1.0
[READ], 664, 2.0
[READ], 665, 2.0
[READ], 666, 1.0
[READ], 671, 1.0
[READ], 675, 2.0
[READ], 676, 1.0
[READ], 680, 1.0
[READ], 681, 1.0
[READ], 684, 1.0
[READ], 690, 1.0
[READ], 692, 2.0
[READ], 693, 1.0
[READ], 696, 1.0
[READ], 697, 1.0
[READ], 700, 1.0
[READ], 701, 1.0
[READ], 703, 1.0
[READ], 706, 1.0
[READ], 707, 1.0
[READ], 708, 2.0
[READ], 715, 1.0
[READ], 716, 1.0
[READ], 717, 1.0
[READ], 720, 2.0
[READ], 721, 1.0
[READ], 724, 1.0
[READ], 728, 1.0
[READ], 729, 1.0
[READ], 733, 1.0
[READ], 734, 1.0
[READ], 738, 3.0
[READ], 739, 1.0
[READ], 740, 2.0
[READ], 743, 1.0
[READ], 750, 1.0
[READ], 751, 1.0
[READ], 752, 1.0
[READ], 757, 1.0
[READ], 759, 1.0
[READ], 761, 1.0
[READ], 764, 1.0
[READ], 765, 1.0
[READ], 767, 1.0
[READ], 768, 2.0
[READ], 770, 1.0
[READ], 772, 1.0
[READ], 777, 1.0
[READ], 785, 1.0
[READ], 788, 2.0
[READ], 792, 2.0
[READ], 795, 1.0
[READ], 800, 1.0
[READ], 804, 1.0
[READ], 809, 2.0
[READ], 810, 1.0
[READ], 818, 1.0
[READ], 819, 1.0
[READ], 823, 1.0
[READ], 827, 1.0
[READ], 833, 1.0
[READ], 836, 1.0
[READ], 837, 1.0
[READ], 838, 1.0
[READ], 840, 1.0
[READ], 841, 1.0
[READ], 842, 1.0
[READ], 843, 1.0
[READ], 855, 1.0
[READ], 864, 1.0
[READ], 866, 1.0
[READ], 868, 1.0
[READ], 872, 1.0
[READ], 887, 2.0
[READ], 894, 1.0
[READ], 896, 1.0
[READ], 904, 1.0
[READ], 905, 1.0
[READ], 910, 1.0
[READ], 913, 1.0
[READ], 917, 1.0
[READ], 922, 1.0
[READ], 929, 1.0
[READ], 931, 1.0
[READ], 940, 1.0
[READ], 946, 1.0
[READ], 952, 1.0
[READ], 955, 1.0
[READ], 958, 1.0
[READ], 960, 1.0
[READ], 961, 1.0
[READ], 963, 1.0
[READ], 964, 1.0
[READ], 971, 1.0
[READ], 972, 1.0
[READ], 974, 1.0
[READ], 976, 1.0
[READ], 980, 1.0
[READ], 984, 1.0
[READ], 985, 1.0
[READ], 986, 1.0
[READ], 999, 2.0
[READ], 1003, 1.0
[READ], 1017, 1.0
[READ], 1026, 1.0
[READ], 1034, 1.0
[READ], 1036, 1.0
[READ], 1039, 1.0
[READ], 1042, 2.0
[READ], 1044, 1.0
[READ], 1063, 1.0
[READ], 1072, 1.0
[READ], 1074, 1.0
[READ], 1081, 1.0
[READ], 1084, 1.0
[READ], 1092, 1.0
[READ], 1103, 1.0
[READ], 1112, 1.0
[READ], 1114, 1.0
[READ], 1117, 1.0
[READ], 1119, 1.0
[READ], 1140, 1.0
[READ], 1150, 1.0
[READ], 1154, 1.0
[READ], 1161, 1.0
[READ], 1171, 1.0
[READ], 1197, 1.0
[READ], 1200, 1.0
[READ], 1203, 1.0
[READ], 1206, 1.0
[READ], 1208, 1.0
[READ], 1217, 1.0
[READ], 1240, 1.0
[READ], 1266, 1.0
[READ], 1268, 2.0
[READ], 1275, 1.0
[READ], 1292, 1.0
[READ], 1309, 1.0
[READ], 1317, 1.0
[READ], 1329, 1.0
[READ], 1358, 1.0
[READ], 1555, 1.0
[READ], 1612, 1.0
[READ], 1634, 1.0
[READ], 2004, 1.0
[READ], 2333, 1.0
[READ], 2409, 1.0
[READ], 2413, 1.0
[READ], 2431, 1.0
[READ], 2595, 1.0
[READ], 8343, 1.0
[READ], 10863, 1.0
[READ], 14647, 1.0
[READ-MODIFY-WRITE], Operations, 491
[READ-MODIFY-WRITE], AverageLatency(us), 1001.315682281059
[READ-MODIFY-WRITE], MinLatency(us), 468
[READ-MODIFY-WRITE], MaxLatency(us), 3961
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 2015
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 2557
[READ-MODIFY-WRITE], 468, 1.0
[READ-MODIFY-WRITE], 484, 1.0
[READ-MODIFY-WRITE], 489, 1.0
[READ-MODIFY-WRITE], 497, 1.0
[READ-MODIFY-WRITE], 499, 1.0
[READ-MODIFY-WRITE], 503, 1.0
[READ-MODIFY-WRITE], 511, 1.0
[READ-MODIFY-WRITE], 519, 1.0
[READ-MODIFY-WRITE], 524, 1.0
[READ-MODIFY-WRITE], 528, 1.0
[READ-MODIFY-WRITE], 532, 1.0
[READ-MODIFY-WRITE], 534, 1.0
[READ-MODIFY-WRITE], 535, 1.0
[READ-MODIFY-WRITE], 536, 1.0
[READ-MODIFY-WRITE], 537, 1.0
[READ-MODIFY-WRITE], 543, 1.0
[READ-MODIFY-WRITE], 546, 1.0
[READ-MODIFY-WRITE], 549, 1.0
[READ-MODIFY-WRITE], 550, 1.0
[READ-MODIFY-WRITE], 551, 1.0
[READ-MODIFY-WRITE], 554, 1.0
[READ-MODIFY-WRITE], 555, 1.0
[READ-MODIFY-WRITE], 556, 1.0
[READ-MODIFY-WRITE], 557, 1.0
[READ-MODIFY-WRITE], 560, 1.0
[READ-MODIFY-WRITE], 567, 1.0
[READ-MODIFY-WRITE], 568, 1.0
[READ-MODIFY-WRITE], 574, 1.0
[READ-MODIFY-WRITE], 575, 1.0
[READ-MODIFY-WRITE], 577, 3.0
[READ-MODIFY-WRITE], 580, 1.0
[READ-MODIFY-WRITE], 582, 1.0
[READ-MODIFY-WRITE], 583, 1.0
[READ-MODIFY-WRITE], 584, 1.0
[READ-MODIFY-WRITE], 585, 1.0
[READ-MODIFY-WRITE], 589, 4.0
[READ-MODIFY-WRITE], 590, 1.0
[READ-MODIFY-WRITE], 591, 2.0
[READ-MODIFY-WRITE], 592, 1.0
[READ-MODIFY-WRITE], 594, 1.0
[READ-MODIFY-WRITE], 597, 1.0
[READ-MODIFY-WRITE], 598, 1.0
[READ-MODIFY-WRITE], 599, 2.0
[READ-MODIFY-WRITE], 600, 2.0
[READ-MODIFY-WRITE], 602, 2.0
[READ-MODIFY-WRITE], 603, 1.0
[READ-MODIFY-WRITE], 604, 2.0
[READ-MODIFY-WRITE], 607, 2.0
[READ-MODIFY-WRITE], 609, 1.0
[READ-MODIFY-WRITE], 611, 1.0
[READ-MODIFY-WRITE], 612, 1.0
[READ-MODIFY-WRITE], 613, 1.0
[READ-MODIFY-WRITE], 614, 1.0
[READ-MODIFY-WRITE], 615, 1.0
[READ-MODIFY-WRITE], 618, 1.0
[READ-MODIFY-WRITE], 619, 2.0
[READ-MODIFY-WRITE], 621, 1.0
[READ-MODIFY-WRITE], 622, 2.0
[READ-MODIFY-WRITE], 623, 2.0
[READ-MODIFY-WRITE], 624, 1.0
[READ-MODIFY-WRITE], 625, 1.0
[READ-MODIFY-WRITE], 626, 2.0
[READ-MODIFY-WRITE], 627, 2.0
[READ-MODIFY-WRITE], 628, 1.0
[READ-MODIFY-WRITE], 629, 1.0
[READ-MODIFY-WRITE], 631, 1.0
[READ-MODIFY-WRITE], 633, 1.0
[READ-MODIFY-WRITE], 634, 1.0
[READ-MODIFY-WRITE], 635, 2.0
[READ-MODIFY-WRITE], 636, 2.0
[READ-MODIFY-WRITE], 637, 1.0
[READ-MODIFY-WRITE], 638, 1.0
[READ-MODIFY-WRITE], 640, 2.0
[READ-MODIFY-WRITE], 641, 1.0
[READ-MODIFY-WRITE], 642, 2.0
[READ-MODIFY-WRITE], 644, 1.0
[READ-MODIFY-WRITE], 645, 1.0
[READ-MODIFY-WRITE], 647, 2.0
[READ-MODIFY-WRITE], 651, 2.0
[READ-MODIFY-WRITE], 652, 2.0
[READ-MODIFY-WRITE], 654, 2.0
[READ-MODIFY-WRITE], 655, 1.0
[READ-MODIFY-WRITE], 656, 2.0
[READ-MODIFY-WRITE], 659, 2.0
[READ-MODIFY-WRITE], 660, 1.0
[READ-MODIFY-WRITE], 662, 3.0
[READ-MODIFY-WRITE], 663, 1.0
[READ-MODIFY-WRITE], 667, 1.0
[READ-MODIFY-WRITE], 668, 1.0
[READ-MODIFY-WRITE], 669, 1.0
[READ-MODIFY-WRITE], 671, 2.0
[READ-MODIFY-WRITE], 673, 2.0
[READ-MODIFY-WRITE], 676, 1.0
[READ-MODIFY-WRITE], 677, 1.0
[READ-MODIFY-WRITE], 678, 1.0
[READ-MODIFY-WRITE], 680, 1.0
[READ-MODIFY-WRITE], 682, 1.0
[READ-MODIFY-WRITE], 683, 1.0
[READ-MODIFY-WRITE], 686, 1.0
[READ-MODIFY-WRITE], 687, 1.0
[READ-MODIFY-WRITE], 688, 1.0
[READ-MODIFY-WRITE], 689, 1.0
[READ-MODIFY-WRITE], 691, 1.0
[READ-MODIFY-WRITE], 692, 1.0
[READ-MODIFY-WRITE], 695, 3.0
[READ-MODIFY-WRITE], 696, 1.0
[READ-MODIFY-WRITE], 697, 2.0
[READ-MODIFY-WRITE], 701, 2.0
[READ-MODIFY-WRITE], 702, 2.0
[READ-MODIFY-WRITE], 703, 1.0
[READ-MODIFY-WRITE], 707, 1.0
[READ-MODIFY-WRITE], 708, 1.0
[READ-MODIFY-WRITE], 709, 3.0
[READ-MODIFY-WRITE], 710, 2.0
[READ-MODIFY-WRITE], 711, 1.0
[READ-MODIFY-WRITE], 715, 1.0
[READ-MODIFY-WRITE], 716, 1.0
[READ-MODIFY-WRITE], 722, 1.0
[READ-MODIFY-WRITE], 723, 3.0
[READ-MODIFY-WRITE], 725, 1.0
[READ-MODIFY-WRITE], 727, 1.0
[READ-MODIFY-WRITE], 728, 1.0
[READ-MODIFY-WRITE], 729, 1.0
[READ-MODIFY-WRITE], 732, 1.0
[READ-MODIFY-WRITE], 734, 2.0
[READ-MODIFY-WRITE], 736, 1.0
[READ-MODIFY-WRITE], 737, 1.0
[READ-MODIFY-WRITE], 739, 2.0
[READ-MODIFY-WRITE], 743, 1.0
[READ-MODIFY-WRITE], 746, 1.0
[READ-MODIFY-WRITE], 747, 2.0
[READ-MODIFY-WRITE], 751, 1.0
[READ-MODIFY-WRITE], 753, 3.0
[READ-MODIFY-WRITE], 756, 2.0
[READ-MODIFY-WRITE], 757, 1.0
[READ-MODIFY-WRITE], 759, 1.0
[READ-MODIFY-WRITE], 762, 1.0
[READ-MODIFY-WRITE], 766, 1.0
[READ-MODIFY-WRITE], 767, 1.0
[READ-MODIFY-WRITE], 770, 3.0
[READ-MODIFY-WRITE], 773, 1.0
[READ-MODIFY-WRITE], 774, 1.0
[READ-MODIFY-WRITE], 775, 1.0
[READ-MODIFY-WRITE], 776, 2.0
[READ-MODIFY-WRITE], 780, 1.0
[READ-MODIFY-WRITE], 781, 1.0
[READ-MODIFY-WRITE], 782, 1.0
[READ-MODIFY-WRITE], 784, 1.0
[READ-MODIFY-WRITE], 789, 1.0
[READ-MODIFY-WRITE], 793, 2.0
[READ-MODIFY-WRITE], 794, 1.0
[READ-MODIFY-WRITE], 795, 1.0
[READ-MODIFY-WRITE], 798, 2.0
[READ-MODIFY-WRITE], 800, 1.0
[READ-MODIFY-WRITE], 801, 1.0
[READ-MODIFY-WRITE], 802, 1.0
[READ-MODIFY-WRITE], 803, 1.0
[READ-MODIFY-WRITE], 807, 1.0
[READ-MODIFY-WRITE], 809, 1.0
[READ-MODIFY-WRITE], 811, 1.0
[READ-MODIFY-WRITE], 812, 1.0
[READ-MODIFY-WRITE], 815, 1.0
[READ-MODIFY-WRITE], 816, 3.0
[READ-MODIFY-WRITE], 818, 1.0
[READ-MODIFY-WRITE], 820, 1.0
[READ-MODIFY-WRITE], 821, 1.0
[READ-MODIFY-WRITE], 828, 3.0
[READ-MODIFY-WRITE], 829, 1.0
[READ-MODIFY-WRITE], 831, 1.0
[READ-MODIFY-WRITE], 838, 2.0
[READ-MODIFY-WRITE], 840, 1.0
[READ-MODIFY-WRITE], 841, 1.0
[READ-MODIFY-WRITE], 843, 2.0
[READ-MODIFY-WRITE], 847, 1.0
[READ-MODIFY-WRITE], 850, 2.0
[READ-MODIFY-WRITE], 852, 1.0
[READ-MODIFY-WRITE], 854, 1.0
[READ-MODIFY-WRITE], 858, 1.0
[READ-MODIFY-WRITE], 861, 1.0
[READ-MODIFY-WRITE], 864, 1.0
[READ-MODIFY-WRITE], 865, 2.0
[READ-MODIFY-WRITE], 868, 1.0
[READ-MODIFY-WRITE], 869, 2.0
[READ-MODIFY-WRITE], 870, 1.0
[READ-MODIFY-WRITE], 871, 1.0
[READ-MODIFY-WRITE], 872, 2.0
[READ-MODIFY-WRITE], 875, 1.0
[READ-MODIFY-WRITE], 877, 1.0
[READ-MODIFY-WRITE], 879, 1.0
[READ-MODIFY-WRITE], 880, 1.0
[READ-MODIFY-WRITE], 881, 1.0
[READ-MODIFY-WRITE], 882, 2.0
[READ-MODIFY-WRITE], 885, 2.0
[READ-MODIFY-WRITE], 887, 1.0
[READ-MODIFY-WRITE], 889, 1.0
[READ-MODIFY-WRITE], 892, 1.0
[READ-MODIFY-WRITE], 893, 1.0
[READ-MODIFY-WRITE], 894, 1.0
[READ-MODIFY-WRITE], 898, 1.0
[READ-MODIFY-WRITE], 899, 1.0
[READ-MODIFY-WRITE], 900, 1.0
[READ-MODIFY-WRITE], 903, 1.0
[READ-MODIFY-WRITE], 906, 1.0
[READ-MODIFY-WRITE], 911, 2.0
[READ-MODIFY-WRITE], 913, 2.0
[READ-MODIFY-WRITE], 914, 3.0
[READ-MODIFY-WRITE], 917, 1.0
[READ-MODIFY-WRITE], 918, 1.0
[READ-MODIFY-WRITE], 922, 2.0
[READ-MODIFY-WRITE], 925, 2.0
[READ-MODIFY-WRITE], 926, 2.0
[READ-MODIFY-WRITE], 928, 1.0
[READ-MODIFY-WRITE], 929, 2.0
[READ-MODIFY-WRITE], 930, 2.0
[READ-MODIFY-WRITE], 931, 1.0
[READ-MODIFY-WRITE], 936, 1.0
[READ-MODIFY-WRITE], 937, 1.0
[READ-MODIFY-WRITE], 939, 1.0
[READ-MODIFY-WRITE], 941, 3.0
[READ-MODIFY-WRITE], 942, 1.0
[READ-MODIFY-WRITE], 947, 1.0
[READ-MODIFY-WRITE], 949, 1.0
[READ-MODIFY-WRITE], 950, 1.0
[READ-MODIFY-WRITE], 951, 1.0
[READ-MODIFY-WRITE], 952, 1.0
[READ-MODIFY-WRITE], 953, 1.0
[READ-MODIFY-WRITE], 954, 3.0
[READ-MODIFY-WRITE], 955, 2.0
[READ-MODIFY-WRITE], 956, 1.0
[READ-MODIFY-WRITE], 962, 2.0
[READ-MODIFY-WRITE], 963, 1.0
[READ-MODIFY-WRITE], 964, 1.0
[READ-MODIFY-WRITE], 968, 3.0
[READ-MODIFY-WRITE], 982, 1.0
[READ-MODIFY-WRITE], 988, 1.0
[READ-MODIFY-WRITE], 990, 2.0
[READ-MODIFY-WRITE], 991, 1.0
[READ-MODIFY-WRITE], 992, 1.0
[READ-MODIFY-WRITE], 994, 3.0
[READ-MODIFY-WRITE], 995, 1.0
[READ-MODIFY-WRITE], 996, 1.0
[READ-MODIFY-WRITE], 999, 1.0
[READ-MODIFY-WRITE], 1005, 1.0
[READ-MODIFY-WRITE], 1006, 1.0
[READ-MODIFY-WRITE], 1010, 1.0
[READ-MODIFY-WRITE], 1011, 2.0
[READ-MODIFY-WRITE], 1017, 2.0
[READ-MODIFY-WRITE], 1024, 1.0
[READ-MODIFY-WRITE], 1026, 2.0
[READ-MODIFY-WRITE], 1038, 1.0
[READ-MODIFY-WRITE], 1039, 1.0
[READ-MODIFY-WRITE], 1040, 2.0
[READ-MODIFY-WRITE], 1043, 1.0
[READ-MODIFY-WRITE], 1044, 1.0
[READ-MODIFY-WRITE], 1045, 1.0
[READ-MODIFY-WRITE], 1048, 1.0
[READ-MODIFY-WRITE], 1050, 1.0
[READ-MODIFY-WRITE], 1054, 2.0
[READ-MODIFY-WRITE], 1055, 1.0
[READ-MODIFY-WRITE], 1059, 1.0
[READ-MODIFY-WRITE], 1060, 1.0
[READ-MODIFY-WRITE], 1062, 1.0
[READ-MODIFY-WRITE], 1063, 1.0
[READ-MODIFY-WRITE], 1067, 1.0
[READ-MODIFY-WRITE], 1070, 1.0
[READ-MODIFY-WRITE], 1072, 1.0
[READ-MODIFY-WRITE], 1079, 1.0
[READ-MODIFY-WRITE], 1082, 1.0
[READ-MODIFY-WRITE], 1085, 1.0
[READ-MODIFY-WRITE], 1089, 1.0
[READ-MODIFY-WRITE], 1092, 1.0
[READ-MODIFY-WRITE], 1096, 1.0
[READ-MODIFY-WRITE], 1104, 1.0
[READ-MODIFY-WRITE], 1105, 1.0
[READ-MODIFY-WRITE], 1110, 1.0
[READ-MODIFY-WRITE], 1116, 1.0
[READ-MODIFY-WRITE], 1120, 1.0
[READ-MODIFY-WRITE], 1123, 1.0
[READ-MODIFY-WRITE], 1125, 1.0
[READ-MODIFY-WRITE], 1128, 1.0
[READ-MODIFY-WRITE], 1130, 1.0
[READ-MODIFY-WRITE], 1133, 1.0
[READ-MODIFY-WRITE], 1135, 2.0
[READ-MODIFY-WRITE], 1147, 1.0
[READ-MODIFY-WRITE], 1157, 1.0
[READ-MODIFY-WRITE], 1158, 1.0
[READ-MODIFY-WRITE], 1166, 1.0
[READ-MODIFY-WRITE], 1170, 1.0
[READ-MODIFY-WRITE], 1180, 1.0
[READ-MODIFY-WRITE], 1185, 1.0
[READ-MODIFY-WRITE], 1191, 1.0
[READ-MODIFY-WRITE], 1194, 1.0
[READ-MODIFY-WRITE], 1195, 1.0
[READ-MODIFY-WRITE], 1204, 1.0
[READ-MODIFY-WRITE], 1206, 1.0
[READ-MODIFY-WRITE], 1214, 1.0
[READ-MODIFY-WRITE], 1215, 1.0
[READ-MODIFY-WRITE], 1216, 1.0
[READ-MODIFY-WRITE], 1218, 1.0
[READ-MODIFY-WRITE], 1231, 1.0
[READ-MODIFY-WRITE], 1239, 1.0
[READ-MODIFY-WRITE], 1241, 1.0
[READ-MODIFY-WRITE], 1252, 1.0
[READ-MODIFY-WRITE], 1253, 1.0
[READ-MODIFY-WRITE], 1255, 1.0
[READ-MODIFY-WRITE], 1272, 1.0
[READ-MODIFY-WRITE], 1275, 1.0
[READ-MODIFY-WRITE], 1290, 1.0
[READ-MODIFY-WRITE], 1291, 1.0
[READ-MODIFY-WRITE], 1297, 1.0
[READ-MODIFY-WRITE], 1304, 1.0
[READ-MODIFY-WRITE], 1319, 1.0
[READ-MODIFY-WRITE], 1322, 1.0
[READ-MODIFY-WRITE], 1325, 1.0
[READ-MODIFY-WRITE], 1329, 2.0
[READ-MODIFY-WRITE], 1332, 1.0
[READ-MODIFY-WRITE], 1341, 1.0
[READ-MODIFY-WRITE], 1350, 1.0
[READ-MODIFY-WRITE], 1364, 2.0
[READ-MODIFY-WRITE], 1365, 1.0
[READ-MODIFY-WRITE], 1375, 1.0
[READ-MODIFY-WRITE], 1383, 1.0
[READ-MODIFY-WRITE], 1396, 1.0
[READ-MODIFY-WRITE], 1413, 1.0
[READ-MODIFY-WRITE], 1422, 1.0
[READ-MODIFY-WRITE], 1429, 1.0
[READ-MODIFY-WRITE], 1430, 1.0
[READ-MODIFY-WRITE], 1436, 1.0
[READ-MODIFY-WRITE], 1442, 1.0
[READ-MODIFY-WRITE], 1459, 1.0
[READ-MODIFY-WRITE], 1483, 1.0
[READ-MODIFY-WRITE], 1484, 1.0
[READ-MODIFY-WRITE], 1487, 1.0
[READ-MODIFY-WRITE], 1492, 1.0
[READ-MODIFY-WRITE], 1499, 1.0
[READ-MODIFY-WRITE], 1508, 1.0
[READ-MODIFY-WRITE], 1525, 1.0
[READ-MODIFY-WRITE], 1526, 1.0
[READ-MODIFY-WRITE], 1575, 1.0
[READ-MODIFY-WRITE], 1586, 1.0
[READ-MODIFY-WRITE], 1591, 1.0
[READ-MODIFY-WRITE], 1592, 1.0
[READ-MODIFY-WRITE], 1599, 2.0
[READ-MODIFY-WRITE], 1604, 1.0
[READ-MODIFY-WRITE], 1605, 1.0
[READ-MODIFY-WRITE], 1642, 1.0
[READ-MODIFY-WRITE], 1650, 1.0
[READ-MODIFY-WRITE], 1653, 1.0
[READ-MODIFY-WRITE], 1655, 1.0
[READ-MODIFY-WRITE], 1657, 1.0
[READ-MODIFY-WRITE], 1682, 1.0
[READ-MODIFY-WRITE], 1699, 1.0
[READ-MODIFY-WRITE], 1702, 1.0
[READ-MODIFY-WRITE], 1703, 1.0
[READ-MODIFY-WRITE], 1707, 1.0
[READ-MODIFY-WRITE], 1713, 1.0
[READ-MODIFY-WRITE], 1715, 1.0
[READ-MODIFY-WRITE], 1723, 1.0
[READ-MODIFY-WRITE], 1736, 1.0
[READ-MODIFY-WRITE], 1742, 1.0
[READ-MODIFY-WRITE], 1744, 1.0
[READ-MODIFY-WRITE], 1769, 1.0
[READ-MODIFY-WRITE], 1779, 1.0
[READ-MODIFY-WRITE], 1789, 1.0
[READ-MODIFY-WRITE], 1808, 1.0
[READ-MODIFY-WRITE], 1819, 1.0
[READ-MODIFY-WRITE], 1823, 1.0
[READ-MODIFY-WRITE], 1885, 1.0
[READ-MODIFY-WRITE], 1897, 1.0
[READ-MODIFY-WRITE], 1924, 1.0
[READ-MODIFY-WRITE], 1974, 1.0
[READ-MODIFY-WRITE], 1989, 1.0
[READ-MODIFY-WRITE], 2004, 1.0
[READ-MODIFY-WRITE], 2015, 1.0
[READ-MODIFY-WRITE], 2019, 1.0
[READ-MODIFY-WRITE], 2035, 1.0
[READ-MODIFY-WRITE], 2051, 1.0
[READ-MODIFY-WRITE], 2061, 2.0
[READ-MODIFY-WRITE], 2063, 1.0
[READ-MODIFY-WRITE], 2071, 1.0
[READ-MODIFY-WRITE], 2091, 1.0
[READ-MODIFY-WRITE], 2099, 2.0
[READ-MODIFY-WRITE], 2115, 1.0
[READ-MODIFY-WRITE], 2123, 1.0
[READ-MODIFY-WRITE], 2149, 1.0
[READ-MODIFY-WRITE], 2199, 1.0
[READ-MODIFY-WRITE], 2217, 1.0
[READ-MODIFY-WRITE], 2275, 1.0
[READ-MODIFY-WRITE], 2313, 1.0
[READ-MODIFY-WRITE], 2369, 1.0
[READ-MODIFY-WRITE], 2407, 1.0
[READ-MODIFY-WRITE], 2557, 1.0
[READ-MODIFY-WRITE], 2579, 1.0
[READ-MODIFY-WRITE], 3017, 1.0
[READ-MODIFY-WRITE], 3157, 1.0
[READ-MODIFY-WRITE], 3235, 1.0
[READ-MODIFY-WRITE], 3961, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 12212.0
[CLEANUP], MinLatency(us), 12208
[CLEANUP], MaxLatency(us), 12215
[CLEANUP], 95thPercentileLatency(us), 12215
[CLEANUP], 99thPercentileLatency(us), 12215
[CLEANUP], 12215, 1.0
[UPDATE], Operations, 491
[UPDATE], AverageLatency(us), 469.4887983706721
[UPDATE], MinLatency(us), 218
[UPDATE], MaxLatency(us), 2593
[UPDATE], 95thPercentileLatency(us), 889
[UPDATE], 99thPercentileLatency(us), 1559
[UPDATE], Return=OK, 491
[UPDATE], 218, 1.0
[UPDATE], 224, 1.0
[UPDATE], 233, 1.0
[UPDATE], 234, 1.0
[UPDATE], 239, 1.0
[UPDATE], 244, 1.0
[UPDATE], 246, 1.0
[UPDATE], 247, 1.0
[UPDATE], 248, 1.0
[UPDATE], 252, 1.0
[UPDATE], 253, 1.0
[UPDATE], 255, 2.0
[UPDATE], 260, 1.0
[UPDATE], 262, 4.0
[UPDATE], 264, 1.0
[UPDATE], 267, 1.0
[UPDATE], 268, 1.0
[UPDATE], 271, 1.0
[UPDATE], 272, 1.0
[UPDATE], 273, 3.0
[UPDATE], 275, 2.0
[UPDATE], 276, 1.0
[UPDATE], 277, 1.0
[UPDATE], 278, 3.0
[UPDATE], 279, 1.0
[UPDATE], 280, 1.0
[UPDATE], 281, 3.0
[UPDATE], 283, 1.0
[UPDATE], 284, 2.0
[UPDATE], 285, 4.0
[UPDATE], 286, 2.0
[UPDATE], 287, 2.0
[UPDATE], 288, 3.0
[UPDATE], 289, 2.0
[UPDATE], 291, 3.0
[UPDATE], 292, 4.0
[UPDATE], 293, 5.0
[UPDATE], 294, 3.0
[UPDATE], 295, 2.0
[UPDATE], 296, 1.0
[UPDATE], 297, 5.0
[UPDATE], 298, 3.0
[UPDATE], 299, 2.0
[UPDATE], 300, 3.0
[UPDATE], 301, 4.0
[UPDATE], 302, 2.0
[UPDATE], 303, 1.0
[UPDATE], 304, 2.0
[UPDATE], 305, 1.0
[UPDATE], 306, 2.0
[UPDATE], 307, 5.0
[UPDATE], 308, 1.0
[UPDATE], 309, 2.0
[UPDATE], 310, 3.0
[UPDATE], 311, 1.0
[UPDATE], 312, 2.0
[UPDATE], 313, 2.0
[UPDATE], 314, 1.0
[UPDATE], 315, 1.0
[UPDATE], 316, 3.0
[UPDATE], 317, 2.0
[UPDATE], 318, 1.0
[UPDATE], 319, 2.0
[UPDATE], 320, 2.0
[UPDATE], 321, 1.0
[UPDATE], 322, 1.0
[UPDATE], 323, 1.0
[UPDATE], 324, 3.0
[UPDATE], 325, 3.0
[UPDATE], 327, 1.0
[UPDATE], 328, 1.0
[UPDATE], 330, 2.0
[UPDATE], 331, 1.0
[UPDATE], 332, 2.0
[UPDATE], 333, 2.0
[UPDATE], 335, 1.0
[UPDATE], 336, 4.0
[UPDATE], 337, 3.0
[UPDATE], 338, 2.0
[UPDATE], 339, 1.0
[UPDATE], 340, 2.0
[UPDATE], 341, 1.0
[UPDATE], 342, 1.0
[UPDATE], 343, 1.0
[UPDATE], 344, 1.0
[UPDATE], 345, 1.0
[UPDATE], 347, 1.0
[UPDATE], 348, 4.0
[UPDATE], 349, 3.0
[UPDATE], 350, 2.0
[UPDATE], 351, 1.0
[UPDATE], 352, 5.0
[UPDATE], 353, 2.0
[UPDATE], 354, 2.0
[UPDATE], 356, 2.0
[UPDATE], 358, 1.0
[UPDATE], 359, 5.0
[UPDATE], 360, 3.0
[UPDATE], 361, 3.0
[UPDATE], 362, 2.0
[UPDATE], 363, 2.0
[UPDATE], 364, 1.0
[UPDATE], 365, 3.0
[UPDATE], 367, 3.0
[UPDATE], 368, 1.0
[UPDATE], 369, 2.0
[UPDATE], 370, 1.0
[UPDATE], 371, 4.0
[UPDATE], 372, 3.0
[UPDATE], 373, 1.0
[UPDATE], 374, 2.0
[UPDATE], 375, 1.0
[UPDATE], 376, 1.0
[UPDATE], 377, 1.0
[UPDATE], 379, 1.0
[UPDATE], 382, 1.0
[UPDATE], 383, 2.0
[UPDATE], 384, 3.0
[UPDATE], 385, 4.0
[UPDATE], 386, 1.0
[UPDATE], 387, 2.0
[UPDATE], 389, 1.0
[UPDATE], 391, 1.0
[UPDATE], 393, 3.0
[UPDATE], 395, 1.0
[UPDATE], 399, 2.0
[UPDATE], 401, 3.0
[UPDATE], 402, 2.0
[UPDATE], 403, 1.0
[UPDATE], 404, 4.0
[UPDATE], 405, 3.0
[UPDATE], 406, 2.0
[UPDATE], 407, 2.0
[UPDATE], 408, 1.0
[UPDATE], 409, 1.0
[UPDATE], 410, 1.0
[UPDATE], 411, 1.0
[UPDATE], 412, 1.0
[UPDATE], 414, 3.0
[UPDATE], 415, 3.0
[UPDATE], 418, 1.0
[UPDATE], 419, 2.0
[UPDATE], 420, 4.0
[UPDATE], 421, 3.0
[UPDATE], 422, 1.0
[UPDATE], 423, 1.0
[UPDATE], 425, 1.0
[UPDATE], 427, 1.0
[UPDATE], 428, 1.0
[UPDATE], 430, 2.0
[UPDATE], 431, 1.0
[UPDATE], 432, 1.0
[UPDATE], 433, 1.0
[UPDATE], 434, 3.0
[UPDATE], 435, 2.0
[UPDATE], 437, 1.0
[UPDATE], 438, 3.0
[UPDATE], 439, 2.0
[UPDATE], 440, 1.0
[UPDATE], 442, 2.0
[UPDATE], 443, 1.0
[UPDATE], 445, 2.0
[UPDATE], 446, 1.0
[UPDATE], 447, 1.0
[UPDATE], 448, 1.0
[UPDATE], 449, 3.0
[UPDATE], 450, 2.0
[UPDATE], 451, 1.0
[UPDATE], 454, 2.0
[UPDATE], 455, 1.0
[UPDATE], 456, 1.0
[UPDATE], 457, 2.0
[UPDATE], 459, 1.0
[UPDATE], 460, 1.0
[UPDATE], 461, 2.0
[UPDATE], 462, 2.0
[UPDATE], 463, 1.0
[UPDATE], 464, 2.0
[UPDATE], 468, 1.0
[UPDATE], 469, 1.0
[UPDATE], 470, 2.0
[UPDATE], 471, 2.0
[UPDATE], 476, 2.0
[UPDATE], 477, 1.0
[UPDATE], 480, 2.0
[UPDATE], 481, 2.0
[UPDATE], 482, 4.0
[UPDATE], 484, 1.0
[UPDATE], 490, 1.0
[UPDATE], 491, 1.0
[UPDATE], 494, 1.0
[UPDATE], 496, 1.0
[UPDATE], 499, 1.0
[UPDATE], 502, 2.0
[UPDATE], 503, 3.0
[UPDATE], 506, 1.0
[UPDATE], 507, 1.0
[UPDATE], 510, 2.0
[UPDATE], 515, 1.0
[UPDATE], 520, 1.0
[UPDATE], 521, 1.0
[UPDATE], 523, 1.0
[UPDATE], 525, 1.0
[UPDATE], 526, 1.0
[UPDATE], 528, 1.0
[UPDATE], 529, 1.0
[UPDATE], 530, 1.0
[UPDATE], 532, 1.0
[UPDATE], 537, 1.0
[UPDATE], 540, 2.0
[UPDATE], 546, 1.0
[UPDATE], 549, 1.0
[UPDATE], 551, 1.0
[UPDATE], 552, 1.0
[UPDATE], 555, 1.0
[UPDATE], 556, 1.0
[UPDATE], 557, 2.0
[UPDATE], 563, 1.0
[UPDATE], 564, 1.0
[UPDATE], 565, 1.0
[UPDATE], 569, 2.0
[UPDATE], 570, 1.0
[UPDATE], 571, 1.0
[UPDATE], 577, 1.0
[UPDATE], 580, 1.0
[UPDATE], 588, 2.0
[UPDATE], 590, 1.0
[UPDATE], 591, 1.0
[UPDATE], 594, 1.0
[UPDATE], 595, 1.0
[UPDATE], 596, 1.0
[UPDATE], 597, 2.0
[UPDATE], 599, 2.0
[UPDATE], 603, 1.0
[UPDATE], 604, 1.0
[UPDATE], 606, 1.0
[UPDATE], 612, 1.0
[UPDATE], 617, 1.0
[UPDATE], 618, 1.0
[UPDATE], 619, 1.0
[UPDATE], 621, 2.0
[UPDATE], 626, 2.0
[UPDATE], 631, 2.0
[UPDATE], 633, 1.0
[UPDATE], 635, 1.0
[UPDATE], 639, 1.0
[UPDATE], 647, 1.0
[UPDATE], 651, 2.0
[UPDATE], 657, 1.0
[UPDATE], 658, 1.0
[UPDATE], 659, 1.0
[UPDATE], 665, 2.0
[UPDATE], 667, 2.0
[UPDATE], 673, 1.0
[UPDATE], 677, 1.0
[UPDATE], 679, 2.0
[UPDATE], 682, 1.0
[UPDATE], 683, 1.0
[UPDATE], 702, 1.0
[UPDATE], 705, 1.0
[UPDATE], 718, 1.0
[UPDATE], 719, 1.0
[UPDATE], 730, 1.0
[UPDATE], 734, 1.0
[UPDATE], 745, 1.0
[UPDATE], 766, 1.0
[UPDATE], 774, 1.0
[UPDATE], 775, 1.0
[UPDATE], 778, 1.0
[UPDATE], 779, 1.0
[UPDATE], 789, 1.0
[UPDATE], 802, 1.0
[UPDATE], 806, 1.0
[UPDATE], 827, 1.0
[UPDATE], 829, 1.0
[UPDATE], 833, 1.0
[UPDATE], 847, 1.0
[UPDATE], 851, 1.0
[UPDATE], 855, 1.0
[UPDATE], 861, 1.0
[UPDATE], 870, 1.0
[UPDATE], 875, 1.0
[UPDATE], 882, 1.0
[UPDATE], 887, 1.0
[UPDATE], 889, 1.0
[UPDATE], 908, 1.0
[UPDATE], 946, 1.0
[UPDATE], 947, 1.0
[UPDATE], 969, 1.0
[UPDATE], 979, 1.0
[UPDATE], 981, 1.0
[UPDATE], 993, 1.0
[UPDATE], 1018, 1.0
[UPDATE], 1028, 1.0
[UPDATE], 1081, 1.0
[UPDATE], 1083, 1.0
[UPDATE], 1090, 1.0
[UPDATE], 1096, 1.0
[UPDATE], 1212, 1.0
[UPDATE], 1292, 1.0
[UPDATE], 1322, 1.0
[UPDATE], 1338, 1.0
[UPDATE], 1384, 1.0
[UPDATE], 1543, 1.0
[UPDATE], 1559, 1.0
[UPDATE], 1595, 1.0
[UPDATE], 1659, 1.0
[UPDATE], 1841, 1.0
[UPDATE], 2038, 1.0
[UPDATE], 2593, 1.0